Repository: morenoalan/dash-to-panel
Catalog: po/*.po
Languages: pt_br

source: Show Details
pt_br: Exibir detalhes

source: New Window
pt_br: Nova janela

source: Quit
pt_br: Sair

source: Windows
pt_br: Janelas

source: Dash to Panel Settings
pt_br: Configurações do Dash to Panel

source: Restore Windows
pt_br: Restaurar janelas

source: Show Desktop
pt_br: Exibir área de trabalho

source: Running Indicator Options
pt_br: Opções do indicador de execução

source: Reset to defaults
pt_br: Restaurar o padrão

source: Customize middle-click behavior
pt_br: Personalizar o comportamento do clique-do-meio

source: Advanced hotkeys options
pt_br: Opções avançadas das teclas de atalho

source: Secondary Menu Options
pt_br: Opções do menu secundário

source: Advanced Options
pt_br: Opções avançadas

source: When set to minimize, double clicking minimizes all the windows of the application.
pt_br: Quando definido para minimizar, clicando duas vezes minimiza todas as janelas da aplicação.

source: Shift+Click action
pt_br: Ação do Shift+clique

source: Raise window
pt_br: Elevar a janela

source: Minimize window
pt_br: Minimizar a janela

source: Launch new instance
pt_br: Carregar nova instância

source: Cycle through windows
pt_br: Ciclar janelas

source: Cycle windows + minimize
pt_br: Ciclar janelas + minimizar

source: Behavior for Middle-Click.
pt_br: Comportamento do clique-do-meio.

source: Middle-Click action
pt_br: Ação do clique-do-meio

source: Behavior for Shift+Middle-Click.
pt_br: Comportamento para o Shift+Clique-do-meio.

source: Shift+Middle-Click action
pt_br: Ação do Shift+Clique-do-meio

source: Integrate <i>AppMenu</i> items
pt_br: Itens integrados ao <i>Menu de aplicativos</i>

source: <i>Show Details</i> menu item
pt_br: Item do menu <i>Exibir detalhes</i>

source: Highlight focused application
pt_br: Destaque para o aplicativo em primeiro plano

source: Height (px)
pt_br: Altura (px)

source: Color - Override Theme
pt_br: Cor - Tema de sobreposição

source: 1 window open
pt_br: 1 janela aberta

source: Apply to all
pt_br: Aplicar para tudo

source: 2 windows open
pt_br: 2 janelas abertas

source: 3 windows open
pt_br: 3 janelas abertas

source: 4+ windows open
pt_br: 4 ou + janelas abertas

source: Use different for unfocused
pt_br: Utilizar uma diferente para o que não está primeiro plano

source: Preview timeout on icon leave (ms)
pt_br: Tempo limite de pré-visualização sobre o ícone sair (ms)

source: If set too low, the window preview of running applications may seem to close too quickly when trying to enter the popup. If set too high, the preview may linger too long when moving to an adjacent icon.
pt_br: Se definido como muito baixo, a pré-visualização da janela de aplicativos em execução pode fechar muito rapidamente ao tentar inserir o pop-up. Se definido como muito alto, a visualização pode demorar muito tempo ao mover-se para um ícone adjacente.

source: Hotkeys prefix
pt_br: Prefixo das teclas de atalho

source: Hotkeys will either be Super+Number or Super+Alt+Num
pt_br: As teclas de atalho serão Super+Número ou Super+Alt+Número

source: Number overlay
pt_br: Sobreposição de número

source: Temporarily show the application numbers over the icons when using the hotkeys.
pt_br: Exibe temporariamente os números das aplicações sobre os ícones ao usar as teclas de atalho.

source: Hide timeout (ms)
pt_br: Ocultar tempo limite (ms)

source: Shortcut to show the overlay for 2 seconds
pt_br: Atalho para exibir a sobreposição por 2 segundos

source: Syntax: <Shift>, <Ctrl>, <Alt>, <Super>
pt_br: Sintaxe: <Shift>, <Ctrl>, <Alt>, <Super>

source: Panel screen position
pt_br: Posição da tela do painel

source: Bottom
pt_br: Embaixo

source: Top
pt_br: Topo

source: Panel Size (default is 48)
pt_br: Tamanho do painel (O padrão é 48)

source: App Icon Margin (default is 8)
pt_br: Margem do ícone do Aplicativo (O padrão é 8)

source: Running indicator position
pt_br: Posição do indicador de execução

source: Running indicator style (Focused app)
pt_br: Estilo do indicador de execução (Aplicativo em primeiro plano)

source: Dots
pt_br: Pontos

source: Squares
pt_br: Quadrados

source: Dashes
pt_br: Traços

source: Segmented
pt_br: Segmentado

source: Solid
pt_br: Sólido

source: Running indicator style (Unfocused apps)
pt_br: Estilo do indicador de execução (Aplicativos em segundo plano)

source: Clock location
pt_br: Local do relógio

source: Left of status menu
pt_br: Esquerda do menu de status

source: Right of status menu
pt_br: Direita do menu de status

source: Position and Style
pt_br: Posição e Estilo

source: Show <i>Applications</i> icon
pt_br: Mostrar ícone <i>Aplicativos</i>

source: Animate <i>Show Applications</i>.
pt_br: <i>Mostrar aplicativos</i> animado.

source: Show <i>Activities</i> button
pt_br: Mostrar botão <i>Atividades</i>

source: Show <i>Desktop</i> button
pt_br: Mostrar botão <i>Área de trabalho</i>

source: Show <i>AppMenu</i> button
pt_br: Mostrar botão <i>Menu de aplicativos</i>

source: Top Bar > Show App Menu must be enabled in Tweak Tool
pt_br: Barra superior > Mostrar o Menu do aplicativos deve ser ativado na Ferramenta de ajustes do GNOME

source: Show window previews on hover
pt_br: Mostrar pré-visulização da janela ao passar por cima

source: Time (ms) before showing (100 is default)
pt_br: Tempo (ms) antes de exibir (100 é o padrão)

source: Isolate Workspaces
pt_br: Isolar Espaços de trabalho

source: Behaviour when clicking on the icon of a running application.
pt_br: Comportamento ao clicar sobre o ícone de um aplicativo em execução.

source: Click action
pt_br: Ação do clique

source: Enable Super+(0-9) as shortcuts to activate apps. It can also be used together with Shift and Ctrl.
pt_br: Habilita o Super+(0-9) como atalho para os aplicativos. Isto pode ser usado junto com Shift e Ctrl.

source: Use hotkeys to activate apps
pt_br: Utilizar teclas de atalho para ativar os aplicativos

source: Behavior
pt_br: Comportamento

source: Tray Font Size (0 = theme default)
pt_br: Tamanho da fonte da bandeja (0 = padrão do tema)

source: LeftBox Font Size (0 = theme default)
pt_br: Tamanho da fonte da caixa da esquerda (0 = padrão do tema)

source: Tray Item Padding (-1 = theme default)
pt_br: Preenchimento do ítem da bandeja (-1 = padrão do tema)

source: Status Icon Padding (-1 = theme default)
pt_br: Preenchimento do ícone de status (-1 = padrão do tema)

source: LeftBox Padding (-1 = theme default)
pt_br: Preenchimento da caixa da esquerda (-1 = padrão do tema)

source: Animate switching applications
pt_br: Animar alternações dos aplicativos

source: Animate launching new windows
pt_br: Carregamento animado de novas janelas

source: App icon secondary (right-click) menu
pt_br: Ícone do aplicativo do menu secundário (clique-direito)

source: Fine-Tune
pt_br: Sintonia fina

source: version:
pt_br: versão:

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
pt_br: <span size="small">Este programa vem com ABSOLUTAMENTE NENHUMA GARANTIA. Veja a <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Licença Pública Geral GNU, versão 2 ou posterior</a> para maiores detalhes.</span>

source: About
pt_br: Sobre

source: Position
pt_br: Posição

source: Style
pt_br: Estilo

source: Action
pt_br: Ação

source: Display the main panel on
pt_br: Mostrar o painel principal no

source: Display panels on all monitors
pt_br: Mostrar painéis em todos os monitores

source: Primary monitor
pt_br: Monitor primário

source: Panel Intellihide
pt_br: Painel Intellihide

source: Hide and reveal the panel according to preferences
pt_br: Oculta e revela o painel de acordo com as preferências

source: Order and positions on monitor
pt_br: Ordem e posições no monitor

source: Apply changes to all monitors
pt_br: Aplicar mudanças em todos os monitores

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Show Applications button
pt_br: Mostrar botão Aplicações

source: Activities button
pt_br: Botão Atividades

source: Left box
pt_br: Caixa esquerda

source: Taskbar
pt_br: Barra de tarefas

source: Center box
pt_br: Caixa central

source: Right box
pt_br: Caixa direita

source: System menu
pt_br: Menu do sistema

source: Date menu
pt_br: Menu de data

source: Desktop button
pt_br: Botão de área de trabalho

source: Visible
pt_br: Visível

source: Stacked to left
pt_br: Empilhar à esquerda

source: Stacked to right
pt_br: Empilhar à direita

source: Centered
pt_br: Centralizado

source: Monitor Center
pt_br: Centro do monitor

source: App Icon Padding
pt_br: Preenchimento do ícone do aplicativo

source: (default is 4)
pt_br: (O padrão é 4)

source: Override panel theme background color
pt_br: Substituir a cor de fundo do tema do painel

source: Override panel theme background opacity
pt_br: Substituir a opacidade de fundo do tema do painel

source: Panel background opacity (%)
pt_br: Opacidade do painel de fundo (%)

source: Dynamic background opacity
pt_br: Opacidade de fundo dinâmica

source: Change opacity when a window gets close to the panel
pt_br: Altera a opacidade quando uma janela se aproxima do painel

source: Override panel theme gradient
pt_br: Substitui o gradiente do tema do painel

source: Gradient top color and opacity (%)
pt_br: Cor e opacidade do gradiente de cima (%)

source: Gradient bottom color and opacity (%)
pt_br: Cor e opacidade do gradiente de baixo (%)

source: Icon dominant color
pt_br: Cor dominante do ícone

source: Custom color
pt_br: Personalizar cor

source: Highlight opacity
pt_br: Realçar opacidade

source: Indicator size (px)
pt_br: Indicador de tamanho (px)

source: Indicator color - Icon Dominant
pt_br: Indicador de cor - ícone dominante

source: Indicator color - Override Theme
pt_br: Indicador de cor - substituir tema

source: 1 window open (or ungrouped)
pt_br: 1 janela aberta (ou desagrupada)

source: Dynamic opacity options
pt_br: Opções de opacidade dinâmica

source: The panel background opacity is affected by
pt_br: A opacidade de fundo do painel é afetado por

source: All windows
pt_br: Todas as janelas

source: Focused windows
pt_br: Janelas em primeiro plano

source: Maximized windows
pt_br: Janelas maximizadas

source: Change opacity when a window gets closer than (px)
pt_br: Altera a opacidade quando uma janela se aproxima de (px)

source: Change opacity to (%)
pt_br: Altera a opacidade para (%)

source: Opacity change animation duration (ms)
pt_br: Duração da animação de alteração da opacidade (ms)

source: Show favorite applications
pt_br: Mostrar aplicações favoritas

source: Show favorite applications on secondary panels
pt_br: Mostrar aplicações favoritas em painéis secundários

source: Show running applications
pt_br: Mostrar aplicações em execução

source: Show tooltip on hover
pt_br: Mostrar rótulo ao passar por cima

source: Isolate monitors
pt_br: Isolar monitores

source: Click empty space to close overview
pt_br: Clicar no espaço vazio para fechar visão geral

source: Ungroup applications
pt_br: Desagrupar aplicações

source: Time (ms) before showing (400 is default)
pt_br: Tempo (ms) antes de mostrar (400 é o padrão)

source: Time (ms) before hiding (100 is default)
pt_br: Tempo (ms) antes de ocultar (100 é o padrão)

source: Immediate on application icon click
pt_br: Imediatamente ao clicar no ícone do aplicativo

source: Animation time (ms)
pt_br: Tempo de animação (ms)

source: Middle click on the preview to close the window
pt_br: Clique do meio na pré-visualização para fechar a janela

source: Window previews preferred size (px)
pt_br: Tamanho preferencial das pré-visualizações de janela (px)

source: Window previews aspect ratio X (width)
pt_br: Proporção de tela X das pré-visualizações de janela (largura)

source: Window previews aspect ratio Y (height)
pt_br: Proporção de tela Y das pré-visualizações de janela (altura)

source: Fixed
pt_br: Fixo

source: Window previews padding (px)
pt_br: Preenchimento das pré-visualizações de janela (px)

source: Use custom opacity for the previews background
pt_br: Usar opacidade personalizada de fundo nas pré-visualizações

source: If disabled, the previews background have the same opacity as the panel
pt_br: Se desabilitada, o fundo das pré-visualizações terá a mesma opacidade do painel

source: Close button and header position
pt_br: Posição do botão de fechar e cabeçalho

source: Display window preview headers
pt_br: Mostrar cabeçalhos de pré-visualização de janelas

source: Icon size (px) of the window preview
pt_br: Tamanho do ícone (px) da pré-visualização de janela

source: If disabled, the previews icon size will be based on headerbar size
pt_br: Se desabilitado, o tamanho do ícone das pré-visualizações será baseado no tamanho da barra do cabeçalho

source: Font size (px) of the preview titles
pt_br: Tamanho da fonte (px) dos títulos das pré-visualizações

source: Font weight of the preview titles
pt_br: Peso da fonte dos títulos das pré-visualizações

source: inherit from theme
pt_br: herdar do tema

source: lighter
pt_br: mais leve

source: bold
pt_br: pesado

source: bolder
pt_br: mais pesado

source: Font color of the preview titles
pt_br: Cor da fonte dos títulos das pré-visualizações

source: Enable window peeking
pt_br: Habilitar espiar janela

source: When hovering over a window preview for some time, the window gets distinguished.
pt_br: Ao passar o mouse por cima de uma pré-visualização de janela por algum tempo, a janela fica em destaque

source: Enter window peeking mode timeout (ms)
pt_br: Limite de tempo para entrar no modo espiar janela (ms)

source: Time of inactivity while hovering over a window preview needed to enter the window peeking mode
pt_br: Tempo de inatividade enquanto o mouse passa por cima da pré-visualização de janela e precisa entrar no modo espiar janela

source: Window peeking mode opacity
pt_br: Opacidade do modo espiar janela

source: All window except for the peeked one have their opacity set to the same value.
pt_br: Todas as janelas, exceto a espiada, têm suas opacidades configuradas para o mesmo valor

source: Ungrouped application options
pt_br: Opções de aplicação desagrupada

source: Font size (px) of the application titles (default is 14)
pt_br: Tamanho da fonte (px) dos títulos das aṕlições (o padrão é 14)

source: Font wight of application titles
pt_br: Peso da fonte dos títulos das aplicações

source: Font color of the applications titles
pt_br: Cor da fonte dos títulos das aplicações

source: Font color of the minimized application titles
pt_br: Cor da fonte dos títulos das aplicações minimizadas

source: Maximum width (px) of the application titles (default is 160)
pt_br: Largura máxima (px) dos títulos das aplicações (o padrão é 160)

source: Use a fixed width for the application title
pt_br: Usar largura fixa para título de aplicação

source: The application titles all have the same width, even if their texts are shorter than the maximum width. The maximum width value is used as the fixed width.
pt_br: Todos os títulos de aplicação terão a mesma largura, mesmo se seus textos forem mais curtos que a largura máximo. O valor da largura máxima será usado como largura fixa

source: Display running indicators on unfocused applications
pt_br: Mostrar indicadores de execução nas aplicações em segundo plano

source: Use the favorite icons as application lauchers
pt_br: Usar os ícones favoritos como lançadores de aplicação

source: Scroll panel action
pt_br: Ação de rolagem do painel

source: Behavior when mouse scrolling over the panel.
pt_br: Comportamento quando o mouse rola em cima do painel

source: Scroll icon action
pt_br: Ação de rolagem do ícone

source: Behavior when mouse scrolling over an application icon.
pt_br: Comportamento quando o mouse rola em cima de um ícone de aplicação

source: Toggle single / Preview Multiple
pt_br: Alternar único / Pré-visualizar múltiplos

source: Toggle windows
pt_br: Alternar janelas

source: Raise windows
pt_br: Elevar janelas

source: Do nothing
pt_br: Sem ação

source: Switch workspace
pt_br: Trocar espaço de trabalho

source: Cycle windows
pt_br: Ciclar janelas

source: Change volume
pt_br: Mudar volume

source: Same as panel
pt_br: O mesmo que o painel

source: Delay between mouse scroll events (ms)
pt_br: Demora entre os eventos de rolagem do mouse (ms)

source: Use this value to limit the number of captured mouse scroll events.
pt_br: Usar este valor para limitar o número de eventos capturados de rolagem do mouse

source: Show popup when changing workspace
pt_br: Mostrar popup quando mudar de espaço de trabalho

source: This affects workspace popup when scrolling on the panel only.
pt_br: Faz surgir o popup de espaço de trabalho apenas quando rolar o mouse sobre o painel

source: Customize icon scroll behavior
pt_br: Personalizar o comportamento de rolagem do ícone

source: Never
pt_br: Nunca

source: Show temporarily
pt_br: Mostrar temporariamente

source: Always visible
pt_br: Sempre visível

source: Show window previews on hotkey
pt_br: Mostrar pré-visualizações de janela com tecla de atalho

source: Show previews when the application have multiple instances
pt_br: Mostrar pré-visualizações quando a aplicação tiver múltiplas instâncias

source: Hotkeys are activated with
pt_br: Teclas de atalho ativadas com

source: Select which keyboard number keys are used to activate the hotkeys
pt_br: Selecionar quais teclas de número do teclado são usadas para ativar as teclas de atalho

source: Number row
pt_br: Linha de número

source: Numeric keypad
pt_br: Teclado numérico

source: Both
pt_br: Ambos

source: Nothing yet!
pt_br: Nada ainda!

source: Keep original gnome-shell dash (overview)
pt_br: Manter original o painel do gnome-shell (visão geral)

source: Keep original gnome-shell top panel
pt_br: Manter ogirinal o painel superior do gnome-shell

source: Activate panel menu buttons (e.g. date menu) on click only
pt_br: Ativar botões de menu do painel (ex.: menu de data) apenas com o clique

source: Force Activities hot corner on primary monitor
pt_br: Forcar Atividades de atalho de canto no monitor principal

source: Export and import settings
pt_br: Exportar e importar configurações

source: Use the buttons below to create a settings file from your current preferences that can be imported on a different machine
pt_br: Usar os botões abaixo para criar um arquivo de configurações de suas preferências atuais que pode ser importado numa máquina diferente

source: Export to file
pt_br: Exportar para arquivo

source: Import from file
pt_br: Importar do arquivo

source: Updates
pt_br: Atualizações

source: This allows you to update the extension directly from the GitHub reposiroty.
pt_br: Isto permite você atualizar a extensão diretamente do repositório do GitHub.

source: &lt;span weight="bold" color="#B42B30"&gt;Be aware, these official Dash to Panel releases might not be reviewed yet on extensions.gnome.org!&lt;/span&gt; &lt;a href="https://extensions.gnome.org/about/"&gt;Read more&lt;/a&gt;
pt_br: &lt;span weight="bold" color="#B42B30"&gt;Esteja ciente, estes lançamentos oficiais do Dash to Panel podem ainda não estar revisados em extensions.gnome.org!&lt;/span&gt; &lt;a href="https://extensions.gnome.org/about/"&gt;Leia mais&lt;/a&gt;

source: Periodically check for updates
pt_br: Verificar periodicamente por atualizações

source: Check now
pt_br: Verificar agora
